{
  "About": {
    "subtitle": "Кто мы?",
    "text_1": "Greenlife Seed — сельскохозяйственная компания, основанная в 2007 году в Манисе, Турция. Greenlife Seed — это группа компаний компании Polen Seed Co., основанной в 1998 году. Greenlife Seed занимается продажей семян различных полевых и кормовых культур в Турции и за рубежом более 16 лет.",
    "text_2": "Наша цель — предоставить всем нашим отечественным и международным производителям высокоадаптивную, устойчивую к болезням и высокопроизводительную продукцию.",
    "text_3": "Наша цель — дать возможность нашим производителям максимизировать урожайность и качество за счет предоставления правдивой информации, использования новейших технологий и предложения конкурентоспособной продукции для их условий. Мы ежегодно инвестируем в исследования и разработки, чтобы создавать первоклассные продукты. Это самый важный катализатор нашего роста в прошлом и в предстоящие годы.",
    "text_4": "Мы используем новейшее технологическое оборудование и методы для производства наших семян высочайшего качества. Наше современное предприятие по переработке семян имеет мощность 1 миллион единиц (50 тонн). В 2022 году семена, обработанные на нашем предприятии, были экспортированы в 28 стран.",
    "text_5": "Компании Polen Seed Group завоевали уважение в мировом семеноводческом секторе и создали отличную репутацию, предоставляя услуги по производству и переработке семян с высочайшим качеством и конфиденциальностью на протяжении многих лет.",
    "text_6": "Помимо усилий внутри страны, наша компания сотрудничает со многими отечественными и международными университетами и исследовательскими институтами для поддержки нашей программы исследований и разработок. В дополнение к нашим программам селекции кукурузы, хлопка и сахарной кукурузы, у нас есть обширные программы разработки продуктов для соевых бобов, люцерны, райграса итальянского и сорго и суданской травы в Турции и на других международных рынках.",
    "title": "О нас"
  },
  "Contact": {
    "btn1": "Скрыть другую ветку",
    "btn2": "Показать другие ветки",
    "btn3": "ПРЕДСТАВИТЬ ФОРМУ",
    "input1": "Ваше имя",
    "input2": "Ваш адрес электронной почты",
    "input3": "Ваш телефон",
    "input4": "Ваше сообщение",
    "": { "phone": "Телефон:" },
    "place1": "Офис",
    "place2": "Ташкент",
    "place3": "Андижан",
    "place4": "Фергана",
    "place5": "Самарканд",
    "place6": "Сурхандарьинская",
    "place7": "Хорезм",
    "place8": "Агроном",
    "subtitle": "КОНТАКТНАЯ ИНФОРМАЦИЯ",
    "title": "КОНТАКТ"
  },
  "Export": {
    "subtitle": "С начала",
    "text_1": "Greenlife Seed приложила огромные усилия в развитии своих международных рынков с начала 2000-х годов. Наша мотивация постоянно росла благодаря постоянному созданию новых высокопроизводительных продуктов в рамках нашей программы исследований и разработок. Мы продолжаем внедрять и регистрировать самые эффективные продукты в разных регионах, таких как Европа, Украина, Россия, Ближний Восток и Северная Африка. Наш широкий ассортимент продуктов по группам зрелости (FAO 200–800) позволяет нам успешно работать в этих различных регионах.",
    "text_2": "На всех рынках, на которых мы ведем бизнес, нашим главным приоритетом является создание «ДОВЕРИЯ» с нашими деловыми партнерами. Мы придаем первостепенное значение созданию доверительной и взаимовыгодной ситуации со всеми нашими деловыми партнерами.",
    "text_3": "Мы никогда не забываем, что продажи, которые не удовлетворяют наших клиентов, по сути, являются «упущенными продажами». Мы никогда не забудем, что удовлетворенность клиентов является ключом к продолжительным и здоровым деловым отношениям.",
    "text_4": "Пожалуйста, пишите по электронной почте для всех запросов.",
    "title": "ЭКСПОРТ"
  },
  "Footer": {
    "email": "Электронная почта:",
    "link1": "Кукуруза",
    "link10": "Форма заявки",
    "link2": "Овощи и полевые культуры",
    "link3": "Сорго × Суданская трава",
    "link4": "Итальянский райграс",
    "link5": "Люцерна",
    "link6": "Сладкая кукуруза",
    "link7": "политика конфиденциальности",
    "link8": "Политика использования файлов cookie",
    "link9": "Уведомление о конфиденциальности",
    "phone": "Телефон:",
    "place": "Узбекистан Ташкент",
    "showNum": "Показать больше номеров",
    "title1": "ПОСЕТИТЕЛИ",
    "title2": "ПРОДУКТЫ",
    "title3": "ПОЛИТИКА",
    "title4": "КОНТАКТ"
  },
  "Home": {
    "partners": "ПАРТНЕРЫ",
    "subtitle1": "КУКУРУЗА",
    "subtitle2": "ЛЮЦЕРНА",
    "subtitle3": "Овощи и полевые культуры",
    "title1": "ГРИНЛАЙФ УЗБЕКИСТАН",
    "title2": "В МЕСТЕ"
  },
  "Pages": {
    "About": "О нас",
    "Contact": "Контакт",
    "Export": "Экспорт",
    "Home": "Дом",
    "Products": "Продукты",
    "R_&_D":"Блог",
    "Seed_Processing": "Обработка семян",
    "Seed_Production": "Производство семян"
  },
  "R&D": {
    "subtitle": "Исследования и разработки",
    "text_1": "Наша компания вложила значительные средства в исследования и разработки с момента своего основания в 1998 году. Наша опытная и профессиональная команда исследований и разработок каждый год прилагает огромные усилия для разведения, тестирования и коммерциализации элитных инбредных пород и гибридов.",
    "text_2": "По оценкам, к 2050 году в мире будет проживать 9,6 миллиардов человек. Учитывая это, наша компания каждый год инвестирует важную часть своего капитала в отдел исследований и разработок. Наша цель — создавать продукты, устойчивые к болезням, насекомым, суровым условиям, таким как засуха, высокая жара и другие необычные климатические условия. Мы очень усердно работаем, чтобы внести свой вклад в накормление мира.",
    "text_3": "Помимо внутренних усилий, наша компания сотрудничает со многими отечественными и международными университетами, исследовательскими институтами и центрами для поддержки нашей программы исследований и разработок. В дополнение к нашей программе селекции кукурузы у нас есть обширные программы разработки продукции для хлопка, сахарной кукурузы, райграса итальянского, сорго и люцерны во многих странах.",
    "title": "Блог"
  },
  "SeedProc": {
    "subtitle": "С опытом и точностью..",
    "text_1": "Наше современное предприятие по переработке семян построено на территории площадью 38 000 м2 и с годами расширилось до одного из трех крупнейших предприятий по переработке семян в Турции. Мы продолжаем инвестировать в новые технологии для повышения эффективности, качества и одновременного уважения к окружающей среде. Наши склады изолированы сэндвич-панелями и оснащены климат-контролем для сохранения качества семян.",
    "text_2": "В дополнение к нашим потребностям в переработке семян, Polen также предоставляет сторонние услуги по переработке местным и международным семеноводческим компаниям.",
    "text_3": "Мы используем новейшее технологическое оборудование и методы для производства наших семян высочайшего качества. Наше современное предприятие по переработке семян имеет мощность 1 миллион единиц (50 тонн). В 2022 году семена, обработанные на нашем предприятии, были экспортированы в 30 разных стран.",
    "title": "ПЕРЕРАБОТКА СЕМЯН"
  },
  "SeedProd": {
    "subtitle": "С начала..",
    "text_1": "Продукция Greenlife Seed производится нашей материнской компанией Polen Seed Co., которая является крупнейшей отечественной семеноводческой компанией, производящей семена кукурузы в Турции уже более 25 лет. Наша опытная команда по производству семян, используя новейшее сельскохозяйственное оборудование, никогда не ставит под угрозу качество, прилагая максимальные усилия для максимизации урожайности.",
    "text_2": "У компании Polen Seed есть ресурсы и опыт для производства семян широкого диапазона зрелости от FAO 180 до FAO 800 в Турции с высочайшим качеством.",
    "text_3": "Все наше производство семян осуществляется на орошаемых полях и на 100% не содержит ГМО.",
    "title": "ПРОИЗВОДСТВО СЕМЕНА"
  },
  "Product":{
    "sum":"сум"
  }
}
